project/app/controllers/followers_controller.rb

  def index
    @followers = Follower.all
---
SELECT `followers`.* FROM `followers`