project/app/controllers/types_controller.rb

  def index
    @types = Type.all
---
SELECT `types`.* FROM `types`