project/app/controllers/winds_controller.rb

SELECT `winds`.* FROM `winds`
---
  def index
    @winds = Wind.all